---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.ApplicationClosingEventArgs
source: html/d9174984-9b47-443d-4ca8-d87997c6d9e5.htm
---
# ApplicationClosingEventArgs Methods

When the event is cancellable, may call the Cancel() method to cancel it.